Dlubal.RFEM5.ManipulationRotate
Rotate parameters

Dlubal.RFEM5.ManipulationRotate.Copies
Number of copies

Dlubal.RFEM5.ManipulationRotate.Angle
Rotation angle

Dlubal.RFEM5.ManipulationRotate.AxisDirection
Direction of axis

Dlubal.RFEM5.ManipulationRotate.Point1
First definition point of the axis of rotation

Dlubal.RFEM5.ManipulationRotate.Point2
Second definition point of the axis of rotation

Dlubal.RFEM5.ManipulationRotate.NodesIncrement
Numbering increment for nodes (0 = continuous)

Dlubal.RFEM5.ManipulationRotate.MembersIncrement
Numbering increment for members (0 = continuous)

Dlubal.RFEM5.ManipulationRotate.LinesIncrement
Numbering increment for lines (0 = continuous)

Dlubal.RFEM5.ManipulationRotate.SurfacesIncrement
Numbering increment for surfaces (0 = continuous)

Dlubal.RFEM5.ManipulationRotate.SolidsIncrement
Numbering increment for solids (0 = continuous)